Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/et-fi (1).tmx
Source language: et
Languages: fi

source: Tõmmist pole võmalik määratud asukohta luua
fi: Levykuvaa ei voitu luoda valittuun paikkaan

source: Kas määrata sellele sessioonile uus asukoht või proovida praeguse asukohaga uuesti?
fi: Haluatko luoda toisen sijainnin tälle istunnolle vai yrittää luoda uudestaan samaan paikkaan?

source: Vabasta kõvakettal ruumi ning proovi uuesti
fi: Haluat ehkä vapauttaa tilaa levyltä ja yrittää uudestaan

source: _Säilita praegune asukoht
fi: Säilytä ny_kyinen sijainti

source: _Muuda asukohta
fi: _Muuta sijaintia

source: Tõmmise asukoht
fi: Levykuvatiedoston sijainti

source: _Asenda plaat
fi: Ko_rvaa levy

source: Kas tõesti see plaat kustutada?
fi: Haluatko varmasti tyhjentää valitun levyn?

source: Seadmes olev plaat sisaldab andmeid.
fi: Asemassa olevalla levyllä on tietoja.

source: _Tühjenda plaat
fi: _Tyhjennä levy

source: Kui sa need impordid, saad neid näha ja kasutada, kui praegune failide kogum on kirjutatud.
fi: Jos ne tuodaan, ne voidaan nähdä ja niitä voidaan käyttää kunhan nykyiset valitut tiedostot on kirjoitettu.

source: Kui sa ei impordi, jäävad need nähtamatuks (kuigi loetavaks).
fi: Jos ei, aiemmin poltetut tiedostot tulevat olemaan piilossa (vaikkakin vielä luettavissa).

source: Sellele plaadile on juba faile kirjutatud. Kas tahad need importida?
fi: Tälle levylle on jo kirjoitettu tiedostoja. Haluatko tuoda ne?

source: I_mpordi
fi: _Tuo

source: Ainult _lisatakse
fi: V_ain lisää

source: CD-RW audioplaadid ei pruugi vanemates plaadimängijates mängida, CD-Texti ei kirjutata.
fi: CD-RW-äänilevyt eivät välttämättä toimi vanhemmissa CD-soittimissa, eikä CD-Text-tietoja kirjoiteta levylle.

source: Kas sellest hoolimata jätkata?
fi: Haluatko silti jatkaa?

source: Audioradade lisamine CD lõppu pole soovitatud.
fi: Ääniraitojen lisääminen CD-levylle ei ole suositeltavaa.

source: CD-RW audioplaadid ei pruugi vanemates plaadimängijates mängida.
fi: CD-RW-äänilevyt eivät välttämättä toimi vanhemmissa CD-soittimissa.

source: Audioradade kirjutamine ülekirjutatavale plaadile ei ole soovitatud.
fi: Ääniraitojen kirjoittaminen uudelleenkirjoitettavalle levylle ei ole suositeltavaa.

source: Palun väljasta plaat seadmest "%s" käsitsi.
fi: Poista levy asemasta ”%s” käsin.

source: Seda plaati pole võimalik väljastada, kuid järgmise tegevuse sooritamiseks tuleb see eemaldada.
fi: Levyä ei voi poistaa asemasta, mutta se tulee poistaa ennen kuin nykyinen toiminto voi jatkua.

source: Kas soovid plaadi asendada ja jätkata?
fi: Haluatko vaihtaa levyn ja jatkaa?

source: Praegu lugejas olevat plaati pole võimalik tühjendada.
fi: Syötettyä levyä ei voi tyhjentää

source: Kas jätkata Windowsiga mitteühilduva plaadi kirjutamist?
fi: Haluatko jatkaa käyttämättä täyttä Windows-yhteensopivuutta?

source: Mõne faili nimi pole Windows'iga ühilduva plaadi jaoks sobilik.
fi: Jotkin tiedostonimet eivät ole sopivia täysin Windows-yhteensopivia CD:lle.

source: Simulatsioon lõpetati edukalt.
fi: Simulointi onnistui.

source: Plaadi päris kirjutamine algab 10 sekundi pärast.
fi: Levyn varsinainen kirjoitus alkaa 10 sekunnin päästä.

source: Kirjuta _kohe
fi: Kirjoita _heti

source: Salvesta praegune sessioon
fi: Tallenna nykyinen istunto

source: Esines tundmatu tõrge.
fi: Tapahtui tuntematon virhe.

source: Viga kirjutamisel.
fi: Virhe kirjoitettaessa.

source: _Salvesta logi
fi: _Tallenna loki

source: Video-DVD kirjutamine lõpetati edukalt
fi: Video-DVD:n kirjoittaminen onnistui

source: (S)VCD kirjutamine lõpetati edukalt
fi: (S)VCD:n kirjoittaminen onnistui

source: Audioplaadi kirjutamine lõpetati edukalt
fi: Ääni-CD:n kirjoittaminen onnistui

source: Tõmmise loomine lõpetati edukalt
fi: Levykuvan luominen onnistui

source: DVD kopeerimine lõpetati edukalt
fi: DVD:n kopioiminen onnistui

source: CD kopeerimine lõpetati edukalt
fi: CD:n kopioiminen onnistui

source: DVD-st tõmmise loomine lõpetati edukalt
fi: Levykuvan luominen DVD-levystä onnistui

source: CD-st tõmmise loomine lõpetati edukalt
fi: Levykuvan luominen CD-levystä onnistui

source: Tõmmise DVD-le kirjutamine lõpetati edukalt
fi: Levykuvan kirjoittaminen DVD-levylle onnistui

source: Tõmmise CD-le kirjutamine lõpetati edukalt
fi: Levykuvan kirjoittaminen CD-levylle onnistui

source: Andme-DVD kirjutamine lõpetati edukalt
fi: Data-DVD:n kirjoittaminen onnistui

source: Andme-CD kirjutamine lõpetati edukalt
fi: Data-CD:n kirjoittaminen onnistui

source: Koopia nr %i kirjutamine oli edukas.
fi: Kopion #%i kirjoittaminen onnistui.

source: Veel ühe koopia tegemist alustatakse kohe, kui sisestad kirjutatava plaadi. Kui sa ei taha rohkem koopiaid, vajuta "Loobu".
fi: Uusi kopio alkaa heti kun uusi kirjoitettava levy syötetään. Jos et halua kirjoittaa uutta kopiota, napsauta ”Peru”.

source: Tee _veel koopiaid
fi: Tee _lisää kopioita

source: _Tee plaadiümbris
fi: _Luo kansi

source: Veel mõned failid ootavad kirjutamist
fi: Joitain tiedostoja jäi vielä kirjoittamatta

source: Veel mõned videod ootavad kirjutamist
fi: Joitain videotiedostoja jäi vielä kirjoittamatta

source: Veel mõned laulud ootavad kirjutamist
fi: Joitain kappaleita jäi vielä kirjoittamatta

source: Kas tahad tõesti lõpetada?
fi: Haluatko todella lopettaa?

source: Selle tegevuse katkestamine võib muuta plaadi kasutamatuks.
fi: Toiminnon keskeytys voi tehdä levyn käyttökelvottomaksi.

source: _Jätka kirjutamist
fi: _Jatka kirjoitusta

source: _Katkesta kirjutamine
fi: _Peru kirjoitus

source: Palun sisesta kirjutatav CD või DVD, kui sa ei taha andmeid salvestada tõmmisfaili.
fi: Laita asemaan kirjoitettava CD- tai DVD-levy, jos et halua kirjoittaa levykuvatiedostoon.

source: Loo _tõmmis
fi: Luo _levykuva

source: _Kopeeri
fi: _Kopioi

source: Tee _mitu koopiat
fi: Tee u_seita kopioita

source: _Kirjuta
fi: _Kirjoita

source: _Kirjuta mitu koopiat
fi: Kirjoita _useita kopioita

source: Kas valitud failid kirjutada mitmele plaadile?
fi: Haluatko kirjoittaa valitut tiedostot usealle eri levylle?

source: Andmeid on selle plaadi jaoks liiga palju isegi siis, kui kasutada üle mahu kirjutamist.
fi: Tiedostojen koko on liian suuri levylle, vaikka käytettäisiin ylipoltto-valitsinta.

source: _Kirjutatakse mitu plaati
fi: Kirjoita _useita levyjä

source: Valitud failide jaotamine mitmele plaadile
fi: Kirjoita valitut tiedostot monelle levylle

source: Palun vali teine CD või DVD või sisesta uus.
fi: Valitse toinen CD tai DVD, tai laita uusi levy asemaan.

source: Mitte mingit rajateavet (artist, helilooja, …) plaadile ei kirjutata.
fi: Kappaletietoja (esittäjä, levyn nimi, ...) ei kirjoiteta levylle.

source: See võimalus pole valitud taustarakenduse poolt toetatud.
fi: Käytössä oleva kirjoitusohjelma ei tue tätä toimintoa.

source: Palun lisa faile.
fi: Lisää tiedostoja.

source: Plaadile kirjutamiseks pole ühtki faili
fi: Levylle kirjoitettavia tiedostoja ei ole valittu

source: Palun lisa muusikat.
fi: Lisää kappaleita.

source: Pole ühtki lugu, mida plaadile kirjutada
fi: Levylle kirjoitettavia kappaleita ei ole valittu

source: Palun lisa video.
fi: Lisää videoita.

source: Pole ühtki videot, mida plaadile kirjutada
fi: Levylle kirjoitettavia videoita ei ole valittu

source: Kopeerimiseks pole ühtki plaati sisestatud.
fi: Asemassa ei ole kopioitavaa levyä.

source: Palun vali tõmmis.
fi: Valitse levykuva.

source: Tõmmis pole valitud.
fi: Levykuvaa ei ole valittu.disc

source: Palun vali teine tõmmis.
fi: Valitse toinen kuva.

source: Tundub, et tõmmis või cue fail pole sobiv.
fi: Tämä ei näytä olevan kelvollinen levykuva tai cue-tiedosto.

source: Palun sisesta koopiakaitseta plaat.
fi: Laita asemaan levy, joka ei ole kopiosuojattu.

source: Kõik vajalikud rakendused ja teegid ei ole paigaldatud.
fi: Kaikkia tarvittavia sovelluksia tai kirjastoja ei ole asennettu.

source: Palun asenda plaat toetatud CD või DVD'ga.
fi: Korvaa levy tuetulla CD- tai DVD-levytyypillä.

source: Kas kirjutada üle plaadi raporteeritud suuruse?
fi: Haluatko kirjoittaa levylle enemmän kuin sinne pitäisi mahtua?

source: Andmeid on selle plaadi jaoks liiga palju ja muul juhul peaksid sellest faile eemaldama. Seda valikut kasuta 90 või 100 min CD-R(W) plaatidega, mida ei ole võimalik tuvastada ja seetõttu vajavad üle mahu kirjutamise valikut. MÄRKUS: See valik võib põhjustada kirjutamise nurjumise.
fi: Datan määrä on liian suuri levylle, joten sinun täytyisi tavallisesti poistaa valinnasta tiedostoja. Voit haluta silti jatkaa, jos käytät 90- tai 100 min pitkiä CD-R(W)-levyjä, joita ei voitu tunnistaa oikein ja jotka vaativat ylikirjoitusvalinnan. HUOMAUTUS: Tämä valinta saattaa aiheuttaa ongelmia.

source: _Üle mahu kirjutamine
fi: Ylip_oltto

source: Kirjuta üle plaadi raporteeritud mahu
fi: Kirjoita yli levyn raportoidun kapasiteetin

source: Lähteplaadiga seade on sama, mida kasutatakse kirjutamiseks.
fi: Lähdemedian sisältävää asemaa käytetään myös kirjoittamiseen.

source: Kui praegu seadmes olev plaat saab kopeeritud, tuleb sisestada uus kirjutatav plaat.
fi: Uusi kirjoitettava levy vaaditaan, kun nyt ladattu levy on ensin kopioitu.

source: Plaadi valimine, millele kirjutada
fi: Valitse levy jolle kirjoitetaan

source: Plaadi kirjutamise sätted
fi: Levyn kirjoituksen asetukset

source: Video valikud
fi: Videovalinnat

source: Kas tahad luua plaadi tõmmisfaili sisust või tahad tõmmisfaili kirjutada plaadile failina?
fi: Haluatko luoda levyn levykuvan sisällöstä vai lisätä levykuvatiedoston itsessään?

source: Valiti ainult üks fail ("%s"). See on plaaditõmmis ning selle sisu on võimalik kirjutada.
fi: On vain yksi valittu tiedosto (”%s”). Se on levykuvatiedosto ja sen sisältö voidaan kirjoittaa.

source: Kirjuta _faili
fi: Kirjoita _tiedostona

source: Kirjutamise _sisukord…
fi: Kirjoita _sisältö…

source: Tõmmise kirjutamise sätted
fi: Levykuvan kirjoituksen asetukset

source: Kirjutamiseks tõmmise valimine
fi: Valitse kirjoitettava levykuva

source: CD/DVD kopeerimine
fi: Kopioi CD/DVD

source: Kopeeritava plaadi valimine
fi: Valitse kopioitava levy

source: Palun paigalda järgnev käsitsi ja proovi uuesti:
fi: Asenna seuraavat käsin ja yritä uudelleen:

source: Tundmatu lugu
fi: Tuntematon kappale

source: esitaja %s
fi: esittäjä %s

source: "%s" ei saa lugeda
fi: ”%s” ei voi lukea

source: SVCD tõmmis
fi: SVCD-levykuva

source: VCD tõmmis
fi: VCD-levykuva

source: Video-DVD tõmmis
fi: Video-DVD-levykuva

source: Sisesta plaadilugejasse lähteplaadi asemele tühi plaat
fi: Uusi levy samaan asemaan, jossa lähdelevy on

source: %s: pole piisavalt vaba ruumiFree
fi: %s: ei tarpeeksi vapaata tilaaFree

source: %s: %s vaba ruumi
fi: %s: %s vapaata tilaa

source: %s: %s vaba
fi: %s: %s vapaana

source: Kas tahad selle asukoha tõesti valida?
fi: Haluatko varmasti valita tämän sijainnin?

source: Sul puuduvad vajalikud õigused sellesse kataloogi kirjutamiseks
fi: Oikeutesi eivät riitä kirjoittamaan tähän kohteeseen

source: Selle seadme failisüsteem ei toeta suuri faile (üle 2 GB). See võib tekitada probleeme DVD-plaatide või suurte tõmmiste kirjutamisel.
fi: Tämän taltion tiedostojärjestelmä ei tue isoja tiedostoja (koko yli 2 GiB). Tämä saattaa olla ongelma kirjoitettaessa DVD-levyjä tai suuria levykuvia.

source: Kiiruste tuvastamine pole võimalik
fi: Nopeustietoja ei voitu hakea

source: Suurim võimalik
fi: Suurin nopeus

source: Kirjutamise kiirus
fi: Kirjoitusnopeus

source: _Simulatsioon enne kirjutamist
fi: Simuloi ennen _kirjoitusta

source: Brasero simuleerib kirjutamist ning kui see lõpeb edukalt, jätkab 10 sekundi pärast tegeliku kirjutamisega.
fi: Brasero simuloi kirjoittamista ja jos simulointi onnistuu, aloittaa varsinaisen kirjoittamisen 10 sekunnin kuluttua

source: Burn_proof tehnoloogia kasutamine (vähendab ebaõnnestumise riski)
fi: Käytä burn_proofia (vähentää epäonnistumisen mahdollisuutta)

source: Tõmmis kirjutatakse _ilma seda vahepeal kettale salvestamata
fi: Kirjoita levykuva _suoraan tallentamatta sitä kiintolevylle

source: Plaat jäetakse _avatuks, et hiljem saaks teisi faile lisada
fi: Jätä levy _avoimeksi, jotta muita tiedostoja voidaan lisätä myöhemmin

source: Võimaldab plaadile hiljem andmeid lisada
fi: Salli lisätiedon lisääminen levyyn myöhemmin

source: Valikud
fi: Valinnat

source: _Ajutiste failide kataloog
fi: Väliaikaistiedostojen _sijainti

source: Ajutiste failide kataloogi määramine
fi: Aseta väliaikaistiedostojen kansio

source: Ajutised failid
fi: Väliaikaistiedostot

source: Varjatud fail
fi: Piilotiedosto

source: Loetamatu fail
fi: Tiedostoa ei voi lukea

source: Vigane sümbolviit
fi: Rikkinäinen symbolinen linkki

source: Rekursiivne sümbolviit
fi: Rekursiivinen symbolinen linkki

source: Tõmmise liik:
fi: Levykuvan tyyppi:

source: Isetuvastus
fi: Automaattinen tunnistus

source: ISO9660 tõmmis
fi: ISO9660-levykuva

source: Readcd/Readom tõmmis
fi: Readcd/Readom-levykuva

source: Cue tõmmis
fi: Cue-levykuva

source: Cdrdao tõmmis
fi: Cdrdao-levykuva

source: %s omadused
fi: %s ominaisuudet

source: Kas tõesti jätta plaaditõmmise nimele praegune laiend?
fi: Haluatko varmasti käyttää nykyistä päätettä levykuvan nimessä?

source: Kui valid nime säilitamise, ei pruugi programmid seda failitüüpi õigesti ära tunda.
fi: Jos säilytät tämän päätteen, ohjelmat eivät ehkä tunnista tiedoston tyyppiä oikein.

source: _Säilita praegune laiend
fi: Pidä ny_kyinen pääte

source: Muuda _laiendit
fi: Vaihda päät_että

source: Salvestamise valikute seadmine
fi: Muuta kirjoituksen valintoja

source: Kogupikkus: %02i:%02i:%02i
fi: Kokonaisaika: %02i:%02i:%02i

source: Seadme keskmine kiirus:
fi: Aseman keskimääräinen nopeus:

source: Hinnanguliselt jäänud: %02i:%02i:%02i
fi: Arvioitu jäljellä oleva aika: %02i:%02i:%02i

source: Hinnanguline kirjutamise kiirus:
fi: Arvioitu aseman nopeus:

source: "%s": laadimine
fi: ”%s”: ladataan

source: "%s": tundmatu tõmmise liik
fi: ”%s”: tuntematon levykuvan tyyppi

source: _Tõmmise valimiseks klõpsa siia
fi: Valitse _levykuva napsauttamalla tästä

source: Tõmmise valimine
fi: Valitse levykuva

source: Kõik failid
fi: Kaikki tiedostotdisc

source: Pildifailid
fi: Kuvatiedostot

source: Pildi liik:
fi: Levykuvan tyyppi:

source: Eeldatav suurus: %s
fi: Arvioitu koko: %s

source: Kas "%s" lisada tõesti valikusse?
fi: Haluatko varmasti lisätä ”%s” valintaan?

source: Selle kataloogi alamkataloogil oleks 7 ülemkataloogi. Brasero võib sellisest failihierarhiast tõmmise luua ja selle kirjutada; aga plaat ei pruugi olla kõigis operatsioonisüsteemides loetav. MÄRKUS: selline failihierarhia töötab Linuxis.
fi: Tämän hakemiston kohteilla tulee olemaan 7 ylähakemistoa. Brasero voi luoda kyseisen kaltaisen tiedostohierarkian ja kirjoittaa levyn, mutta levyä ei välttämättä pysty lukemaan kaikilla käyttöjärjestelmillä. Huom: Kyseisen kaltainen tiedostohierarkia toimii ainakin Linuxissa.

source: Ära _kunagi lisa sellist faili
fi: Älä _koskaan lisää tällaista tiedostoa

source: _Lisa alati selline fail
fi: _Lisää tällainen tiedosto aina

source: Kas tahad "%s" tõesti valikusse lisada ja selle võimaldamiseks kasutada ISO9660 standardi kolmandat versiooni?
fi: Haluatko varmasti lisätä ”%s” valintaan ja käyttää ISO9660-standardin versiota 3 tiedoston tukemiseksi?

source: Selle faili suurus on üle 2 GiB. Suuremaid kui 2GiB faile ei toeta ISO9660 standardi ei esimene ega teine versioon (kõige levinumad). On soovitatav kasutada ISO9660 standardi kolmandat versiooni, mida toetab enamik operatsioonisüsteeme, sealhulgas Linux ja kõik Windowsi © versioonid. Teadaolev erand on MacOS X, mis ei ole võimeline lugema ISO9660 versiooniga 3 ühilduvaid tõmmiseid.
fi: Tiedoston koko on yli 2 GiB. Kahta gigatavua suurempia tiedostoja ei tueta ISO9660-standardin ensimmäisessä ja toisessa versiossa, jotka ovat eniten käytössä. On suositeltavaa käyttää ISO9660-standardin kolmatta versiota, jota kuitenkin tukevat useimmat käyttöjärjestelmät, mukaan lukien Linux ja Windowsien kaikki versiot. Ikävä kyllä Mac OS X ei osaa lukea ISO9660-standardin kolmannella versiolla luotuja levyjä.

source: Kas failid tuleks ümber nimetada, et saavutada Windowsiga ühilduvus?
fi: Pitäisikö tiedostot uudelleennimetä täysin Windows-yhteensopiviksi?

source: Need nimed tuleb lühendada 64 märgini.
fi: Kyseiset nimet tulisi muuttaa ja lyhentää 64 merkkiin.

source: Windows'iga ühilduvuse _keelamine
fi: Ota täysi Win_dows-yhteensopivuus pois käytöstä

source: Ümber_nimetamine Windows'iga ühilduvuseks
fi: Uudelleennimeä täyttä Windows-yhteensopivuutta va_rten

source: Suuruse hinnang
fi: Koon arviointi

source: Palun oota, kuni projekti suuruse hindamine lõpetatakse.
fi: Odota, kunnes projektin arvioitu koko on laskettu.

source: Selle operatsiooni teostamiseks tuleb kõiki projekti faile analüüsida.
fi: Kaikki projektin tiedostot täytyy analysoida tämän toiminnon tekemiseksi.

source: Kontrolli _uuesti
fi: Tarkista _uudelleen

source: Failide tervikluse kontrolli pole võimalik läbi viia.
fi: Tiedostojen eheystarkistusta ei voi suorittaa.

source: Esines tundmatu tõrge
fi: Tapahtui tuntematon virhe

source: Failide tervikluse kontroll lõpetati edukalt.
fi: Tiedoston eheyden tarkistus onnistui.

source: Tundub, et plaadil pole vigaseid faile
fi: Levyllä ei näytä olevan viallisia tiedostoja

source: Järgmised failid tunduvad rikutud:
fi: Seuraavat tiedostot näyttävät olevan viallisia:

source: Rikutud failid
fi: Vialliset tiedostot

source: MD5-faili allalaadimine
fi: Haetaan MD5-tiedostoa

source: "%s" pole sobiv URI
fi: URI ”%s” ei ole kelvollinen

source: MD5-faili ei määratud.
fi: MD5-tiedostoa ei annettu.

source: Plaati kontrollitakse _MD5-faili järgi
fi: Käytä _MD5-tiedostoa levyn tarkistamiseen

source: Kasuta välist .md5 faili, milles on plaadi kontrollsumma
fi: Käytä ulkoista md5-tiedostoa, joka sisältää levyn tarkistussumman

source: MD5-faili avamine
fi: Avaa MD5-tiedosto

source: _Kontrolli
fi: _Tarkista

source: Plaadi kontrollimine
fi: Levyn tarkistus

source: Operatsiooni pole võimalik teostada.
fi: Toimintoa ei voi suorittaa.

source: See plaat pole toetatud
fi: Levy ei ole tuettu

source: Seade on tühi
fi: Asemassa ei ole levyä

source: Vali plaat
fi: Valitse levy

source: Edenemine
fi: Edistyminen

source: (laadimine…)
fi: (ladataan…)

source: Tühi
fi: Tyhjä

source: Plaadifail
fi: Levytiedosto

source: Uus kataloog
fi: Uusi kansio

source: Uus kataloog %i
fi: Uusi kansio %i

source: Failide analüüsimine
fi: Analysoidaan tiedostoja

source: "%s" on rekursiivne sümbolviit.
fi: ”%s” on rekursiivinen symbolinen linkki.

source: "%s" ei leitud.
fi: ”%s” ei löydy.

source: Pildi vormingu ja mõõtmete hankimine
fi: Noudetaan kuvan tyyppiä ja kokoa

source: Plaaditõmmise vormingut pole võimalik tuvastada
fi: Levykuvan tyyppiä ei voitu tunnistaa

source: Palun määra see käsitsi
fi: Valitse tyyppi käsin

source: Fail "%s" eemaldati failisüsteemist.
fi: Tiedosto ”%s” oli poistettu tiedostojärjestelmästä.

source: Video- ega audioplaadile pole võimalik katalooge lisada
fi: Video- tai äänilevyille ei voi lisätä kansioita

source: Video- ega audioplaadile pole võimalik esitusnimekirju lisada
fi: Video- tai äänilevyille ei voi lisätä soittolistoja

source: "%s" ei ole sobivat liiki audio- ega videofail
fi: Levy ”%s” ei ole ääni- tai videoprojekteille sopivaa tyyppiä

source: Videofailide analüüsimine
fi: Analysoidaan videotiedostoja

source: Videovorming:
fi: Videomuoto:

source: Põhiliselt Põhja-Ameerikas kasutatav vorming
fi: Lähinnä Pohjois-Amerikan mantereella käytetty muoto

source: Põhiliselt Euroopas kasutatav vorming
fi: Lähinnä Euroopassa käytetty muoto

source: Esialgne _vorming
fi: Alkuperäinen _muoto

source: Külgede suhe:
fi: Kuvasuhde:

source: VCD liik:
fi: VC-tyyppi:

source: Loo SVCD
fi: Luo SVCD

source: Loo VCD
fi: Luo VCD

source: Kataloogi pole võimalik luua (%s)
fi: Kansiota ei voitu luoda (%s)

source: Suuruse hankimine
fi: Haetaan kokoa

source: Kirjutamine
fi: Kirjoitetaan

source: Tühjendamine
fi: Tyhjennetään

source: Kontrollsumma arvutamine
fi: Luodaan tarkistussummaa

source: Faili kopeerimine
fi: Kopioidaan tiedostoa

source: Audiofailide analüüsimine
fi: Analysoidaan äänitietoja

source: Laulu ümberkodeerimine
fi: Transkoodataan kappaletta

source: Kirjutamiseks valmistumine
fi: Valmistellaan asemaa

source: Sissejuhatuse kirjutamine
fi: Kirjoitetaan alkua

source: CD-Text teabe kirjutamine
fi: Kirjoitetaan CD-Text-tietoja

source: Lõpetamine
fi: Viimeistellään

source: Lõpetuse kirjutamine
fi: Kirjoitetaan loppua

source: Kirjutamise alustamine
fi: Aloitetaan tallennusta

source: Andmekandja väljastamine
fi: Poistetaan mediaa asemasta

source: Brasero plaadikogu silumise teadete kuvamine standardväljundis
fi: Näytä braseron polttokirjaston vianetsintäviestit oletustulosteessa

source: Brasero plaadikogu
fi: Braseron mediakirjoituskirjasto

source: Brasero plaadikogu kuvavalikud
fi: Näytä brasero-burn -kirjaston valinnat

source: "%s" ei käitunud korrektselt
fi: ”%s” ei toimi oikein

source: Kettal pole piisavalt vaba ruumi (%s vaba, %s vaja)
fi: Levyllä ei ole tarpeeksi tilaa (%s saatavilla, %s vaaditaan)

source: Ajutiste tõmmiste hoidmiseks valitud failisüsteem ei võimalda üle 2 GB suuruseid faile
fi: Väliaikaisen levykuvan tallennuskohteen tiedostojärjestelmä ei salli yli 2 GiB kokoisia tiedostoja

source: Asukohas, mille valisid ajutiste tõmmiste hoidmiseks, ei ole tõmmise jaoks piisavalt vaba ruumi (vaja on %ld MB)
fi: Väliaikaisen levykuvan tallennukseen valitussa kohteessa ei ole tarpeeksi vapaata tilaa levykuvaa varten (vaaditaan %ld MiB).

source: Andmekandja suurust pole võimalik tuvastada
fi: Taltion kokoa ei voitu selvittää

source: Tõmmisfaili asukoht pole määratud
fi: Luotavalle levykuvalle ei annettu polkua

source: Esines sisemine tõrge (%s)
fi: Tapahtui sisäinen virhe (%s)

source: See ei ole kohalik fail
fi: Tiedosto ei ole tallennettu paikalliselle levylle

source: VIDEO_TS kataloog on vigane või puudu
fi: VIDEO_TS-hakemisto ei ole olemassa tai on epäkelpo

source: Otsinguteelt ei leitud "%s"
fi: Komentoa ”%s” ei löydy polulta

source: GStreameri pluginat "%s" ei leitud
fi: ”%s” - GStreamer-liitännäistä ei löydy

source: "%s" versioon on liiga vana
fi: Ohjelman ”%s” versio on liian vanha

source: "%s" on sümbolviit, mis viitab teisele rakendusele
fi: ”%s” on toiseen ohjelmaan osoittava symbolinen linkki

source: "%s" ei leitud
fi: ”%s” ei löydy

source: Protsess "%s" lõpetas veakoodiga (%i)
fi: prosessi ”%s” päättyi virhekoodiin (%i)

source: Tõmmis
fi: Levykuvatiedosto

source: Nimetu CD/DVD ajam
fi: Nimeämätön CD/DVD-asema

source: Kuva Brasero meediakogu silumise teated standardväljundis
fi: Näytä braseron mediakirjaston vianetsintäviestit oletustulosteessa

source: Brasero optilise meedia kogu
fi: Braseron optisten medioiden kirjasto

source: Brasero meediakogu kuvavalikud
fi: Näytä Braseron mediakirjaston valinnat

source: DVD+R kahekihiline
fi: Kaksikerroksinen DVD+R

source: DVD+RW kahekihiline
fi: Kaksikerroksinen DVD+RW

source: DVD-R kahekihiline
fi: Kaksikerroksinen DVD-R

source: Blu-ray plaat
fi: Blu-ray-levy

source: Kirjutatav Blu-ray plaat
fi: Kirjoitettava Blu-ray-levy

source: Korduvkirjutatav Blu-ray plaat
fi: Uudelleenkirjoitettava Blu-ray-levy

source: Tühi %s seadmes %s
fi: Tyhjä %s asemassa %s

source: Audio- ja andme-%s seadmes %s
fi: Ääni- ja data-%s asemassa %s

source: Audio-%s seadmes %s
fi: Ääni-%s asemassa %s

source: Andme-%s seadmes %s
fi: Data-%s asemassa %s

source: %s seadmes %s
fi: %s asemassa %s

source: %s: tühi
fi: %s: tyhjä

source: Saadaolevate plaatide otsimine
fi: Etsitään mahdollisia levyjä

source: Ühtki plaati pole saadaval
fi: Levyä ei saatavilla

source: %s h %s min
fi: %s h %s

source: Plaadi haakepunkti pole võimalik tuvastada
fi: Levyn liitospistettä ei voitu selvittää

source: Tühi plaat (%s)
fi: Tyhjä levy (%s)

source: Audio- ja andmeplaat (%s)
fi: Ääni- ja datalevy (%s)

source: Audioplaat (%s)
fi: Äänilevy (%s)

source: Andmeplaat (%s)
fi: Datalevy (%s)
